{
  "दाग़ देहलवी": [
    "तुम्हारा दिल मेरे दिल के बराबर हो नहीं सकता\nवो शीशा हो नहीं सकता ये पत्थर हो नहीं सकता",
    "हजारों काम मोहब्बत मेंब हैं मजे के 'दाग'\nजो लोग कुछ नहीं करते कमाल करते हैं",
    "वफा करेंगे निबाहेंगे बात मानेंगे\nतुम्हें भी याद है कुछ ये कलम किस का था",
    "सब लोग इधर वो हैं उधर देख रहे हैं\nहम देखने वालों की नजर देख रहे हैं",
    "मिलते हो उसी को खाक में जो दिल से मिलता है\nमेरी जान चाहने वाला बड़ी मुश्किल से मिलता है",
    "आइना देख के कहते हैं सबवरने वाले\nआज बे-मौत मरेंगे मेरे मरने वाले",
    "हमें है शौक की बे-पर्दा तुम को देखेंगे\nतुम्हें है शर्म तो आँखों पे हाथ धर लेना",
    "तुम्हारा ही मुश्ताक-ए-दीदार होगा\nगया जान से इक जवान आते आते",
    "इस नहीं का कोई इलाज नहीं\nरोज कहते हैं आप आज नहीं",
    "आशिकी से मिलेगा ऐ जाहिद\nबंदगी से खुदा नहीं मिलता",
    "ग़ज़ब किया तिरे वादे पे ए'तिबार किया\nतमाम रात क़यामत का इंतजार किया",
    "लिपट जाते हैं वो बिजली के डर से\nइलाही ये घटा दो दिन तो बरसे",
    "खूब पर्दा है कि चिलमन से लगे बैठे हैं\nसाफ छुपते भी नहीं सामने आते भी नहीं",
    "हिज्र में ज़हर खा के मर जाऊं\nमौत का इंतजार कौन करे",
    "ले चला जान मेरी रूठ के जाना तेरा\nऐसे आने से तो बेहतर था ना आना तेरा",
    "जिद हर एक बात पर नहीं अच्छी\nदोस्त की दोस्त मान लेते हैं",
    "ना जाना की दुनिया से जाता है कोई\nबहुत देर की मेहरबान आते आते",
    "चले आते हैं दिल मेंब अरमान लाखों\nमकान भर गया मेहमान आते आते",
    "नहीं खेल ऐ 'दाग' यारोब से कह दो\nकी आती है उर्दू ज़बान आते आते",
    "शब-ए-विसाल है गुल कर दो इन चरागों को\nखुशी की बज़्म मेंब क्या काम जलने वालों का",
    "आप का ए'तिबार कौन करे\nरोज का इंतजार कौन करे",
    "हजार बार जो मांगा करो तो क्या हासिल\nदुआ वही है जो दिल से कभी निकलती है",
    "लुत्फ़-ए-मई तुझ से क्या कहूं जाहिद\nहाँ.ए कम-बख्त तू ने पी ही नहीं",
    "रुख-ए-रौशन के आगे शम.अ रख कर वो ये कहते हैं\nउधर जाता है देखेब या इधर परवाना आता है",
    "साकिया तिश्नगी की ताप नहीं\nज़हर दे दे अगर शराब नहीं",
    "फलक देता है जिन को ऐश उन को ग़म भी होते हैं\nजहब बजते हैं नक्कारे वहाँ मातम भी होता है",
    "तुम को चाहा तो खता क्या है बता दो मुझ को\nदूसरा कोई तो अपना सा दिखा दो मुझ को"
  ],
  "ग़ालिब": [
    "हम को मालूम है जन्नत की हक़ीकत लेकिन\nदिल के खुश रखने को 'ग़ालिब' ये ख़याल अच्छा है",
    "करने गए थे उस से तगाफ़ुल का हम ग़िला\nकि एक ही नज़र की बस ख़ाक हो गए",
    "इश्क ने 'ग़ालिब' निकम्मा कर दिया\nवरना हम भी आदमी थे काम के",
    "इस सादगी पे कौन ना मर जाए ऐ खुदा\nलड़ते हैं और हाथ में तलवार भी नहीं",
    "मोहब्बत में नहीं है फ़र्क जीने और मरने का\nउसी को देख कर जीते हैं जिस काफ़िर पे दम निकले ",
    "मैं भी मुँह में ज़बान रखता हूँ\nक़ाश पूछो कि मुद्दा क्या है",
    "हजारों ख़्वाहिशें ऐसी की हर ख़्वाहिश पे दम निकले\nबहुत निकले मेरे अरमान लेकिन फिर भी कम निकले",
    "उन के देखे से जो आ जाती है मुँह पर रौनक\nवो समझते हैं कि बीमार का हाल अच्छा है",
    "ये ना थी हमारी किस्मत की विसाल-ए-यार होता\nअगर और जीते रहते यही इंतजार होता",
    "रगों में दौड़ते फिरने के हम नहीं क़ायल\nजब आँख ही से ना टपका तो फिर ख़ून क्या है",
    "इश्क पर जोर नहीं है ये वो आतिश 'ग़ालिब'\nकी लगाए ना लगे और बुझाए ना बने",
    "वो आए घर में हमारे खुदा की क़ुदरत है\nकभी हम उन को कभी अपने घर को देखते हैं",
    "इश्रत-ए-क़तरा है दरिया में फ़ना हो जाना\nदर्द का हद से गुज़ारना है दवा हो जाना",
    "ना था कुछ तो ख़ुदा था कुछ ना होता तो ख़ुदा होता\nडुबोया मुझ को होने ने ना होता मैं तो क्या होता",
    "दिल ही तो है ना संग-ओ-ख़िश्त दर्द से भर ना आए क्यों\nरोएंगे हम हजार बार कोई हमें सताए क्यों",
    "बस-की मुश्किल है हर काम का आसान होना\nआदमी को भी मयस्सर नहीं इंसान होना ",
    "बे-खुदी बे-सबब नहीं 'ग़ालिब'\nकुछ तो है जिस की पर्दा-दारी है",
    "रंज से ख़ुदा हुआ इंसान तो मिट जाता है रंज\nमुश्क़िलें मुझ पर पड़ीं इतनी कि आसान हो गईं",
    "हम को उनसे वफ़ा की है उम्मीद\nजो नहीं जानते वफ़ा क्या है",
    "हैं और भी दुनिया मेंब सुख़न-वर बहुत अच्छे\nकहते हैं कि 'ग़ालिब' का है अंदाज़-ए-बयान और",
    "रेख्ते के तुमहीं उस्ताद नहीं हो 'ग़ालिब'\nकहते हैं अगले ज़माने में कोई 'मीर' भी था",
    "आइना क्यों ना दूं की तमाशा कहें जिसे\nऐसा कहां से ला की तुझ सा कहें जिसे",
    "इश्क से तबियत ने ज़ीस्त का मजा पाया\nदर्द की दवा पाई दर्द-ए-बे-दवा पाया"
  ],
  "मीर": [
    "राह-ए-दूर-ए-इश्क में रोता है क्या\nआगे आगे देखिए होता है क्या",
    "पत्ता पत्ता बूटा बूटा हाल हमारा जाने है\nजाने ना जाने गुल ही ना जाने बाग़ तो सारा जाने है",
    "होगा किसी दीवार के साए में पड़ा 'मीर'\nक्या रब्त मोहब्बत से उस आराम-तलब को",
    "मत सहल हमें जानो फिरता है फ़लक बर्सोब\nतब ख़ाक के पर्दे से इंसान निकलते हैं",
    "नाज़ुकी उस के लब की क्या कहिए\nपंखुड़ी इक गुलाब की सी है",
    "'मीर' हम मिल के बहुत खुश हुए तुम से प्यारे\nइस ख़राबे मेंब मेरी जान तुम आबाद रहो",
    "अहद-ए-जवानी रो रो काटा पीरी मेंब ली आँखें मूंद\nयानी रात बहुत थे जागे सुबह हुई आराम किया",
    "मुझे काम रोने से अक्सर है नसीहत\nतू कब तक मेरे मुँह को धोता रहेगा",
    "'मीर' उन निम-बाज़ आँखों में\nसारी मस्ती शराब की सी है",
    "इश्क इक 'मीर' भारी पत्थर है\nकब ये तुझ न-तवां से उठता है",
    "शाम से कुछ बुझा सा रहता हूँ\nदिल हुआ है चराग़ मुफलिस का",
    "देख तो दिल की जब से उठता है\nये धुआं सा कहाँ से उठता है",
    "काश उस के रू-ब-रू न करिब मुझ को हश्र में\nकितने मेरे सवाल हैं जिन का नहीं जवाब",
    "इश्क में जी को सब्र-ओ-ताब कहाँ\nउस से आँखें लड़ि तो ख्वाब कहाँ",
    "पढ़ते फिरेंगे गलियों में इन रेख़्तों को लोग\nमु्दत रहेंगी याद ये बातें हमारीं",
    "'मीर' बंदों से काम कब निकला\nमांगना है जो कुछ खुदा से मांग",
    "तुझ को मस्जिद है मुझ को माई-ख़ाना\nवाइज़ अपनी अपनी क़िस्मत है",
    "था सब को दावा इश्क का लेकिन न ठहरा कोई भी\nदानिस्ता अपनी जान से दिल को उठाया एक मैब",
    "'मीर' साहब तुम फरिश्ता हो तो हो\nआदमी होना तो मुश्किल है मियां",
    "यही जाना की कुछ ना जाना हाँ.ए\nसो भी इक उम्र में हुआ मालूम",
    "जैसे बिजली के चमकने से किसी की सुध जाए\nबे-खुदी आई अचानक तेरे आ जाने से",
    "सुरमा जो नूर बख्शे है आँखों को ख़ल्क की\nशायद की राह-ए-यार की ही ख़ाक धूल हो",
    "काम थे इश्क मेंब बहुत पर 'मीर'\nहम ही फरिग हुए शिताबी से",
    "होश जाता नहीं रहा लेकिन\nजब वो आता है तब नहीं आता"
  ],
  "परवीन शाकिर": [
    "वो न आएगा हमें मालूम था इस शाम भी\nइंतजार उस का मगर कुछ सोच कर करते रहे",
    "कुछ तो हवा भी सर्द थी कुछ था तेरा खयाल भी\nदिल को खुशी के साथ साथ होता रहा मलाल भी",
    "मेरी तलब था एक शख्स वो जो नहीं मिला तो फिर\nहाथ दुआ से यूं गिरा भूल गया सवाल भी",
    "घर आप ही जगमगा उठेगा\nदहलीज़ पे इक क़दम बहुत है",
    "ये हवा कैसे उड़ा ले गई आँचल मेरा\nयूं सताने की तो आदत मेरे घनश्याम की थी",
    "सुकूत-ए-शहर-ए-सुख़न में वो फूल सा लहजा\nसमातों की फ़ज़ा ख्वाब ख्वाब कर देगा",
    "शाम की न-समझ हवा पूछ रही है इक पता\nमوج-ए-हवा-ए-कु-ए-यार कुछ तो मेरा खयाल भी",
    "काँप उठती हूँ मैं ये सोच के तन्हाई में\nमेरे चेहरे पे तेरा नाम न पढ़ ले कोई",
    "कुछ तो तेरे मौसम ही मुझे रास कम आए\nऔर कुछ मेरी मिट्टी में बगावत भी बहुत थी",
    "बात वो आधी रात की रात वो पूरे चाँद की\nचाँद भी ऐन चैती का उस पे तेरा जमाल भी",
    "हुस्न के समझने को उम्र चाहिए जनान\nदो घड़ी की चाहत में लड़कियाँ नहीं खुलतीं",
    "रास्ते में मिल गया तो शरीक-ए-सफर न जान\nजो छांव मेहरबान हो उसे अपना घर न जान",
    "वो तो खुशबू है हवाओं मेंब बिखर जाएगा\nमसलाह फूल का है फूल किधर जाएगा",
    "कुछ फैसला तो हो की किधर जाना चाहिए\nपानी को अब तो सर से गुजर जाना चाहिए",
    "कैसे कह दूँ की मुझे छोड़ दिया है उस ने\nबात तो सच है मगर बात है रुसवाई की",
    "अक्स-ए-खुशबू हूँ बिखरने से ना रोके कोई\nऔर बिखर जाऊं तो मुझ को ना समेटे कोई",
    "अपने क़ातिल की ज़ेहनत से परेशान हूँ मैं\nरोज इक मौत नए तरज़ की इजात करे",
    "मैं सच कहूँगी मगर फिर भी हार जाऊँगी\nवो झूठ बोलेगा और ला-जवाब कर देगा",
    "देने वाले की मशीअत पे है सब कुछ मुअक़ूफ़\nमांगने वाले की हाजत नहीं देखी जाती",
    "मुमकिना फैसलों में एक हिज्र का फैसला भी था\nहम ने तो एक बात की उस ने कमाल कर दिया",
    "हाथ मेरे भूल बैठे दस्तकें देने का फ़न\nबंद मुझ पर जब से उस के घर का दरवाज़ा हुआ",
    "वक्त-ए-रुख़्सत आ गया दिल फिर भी घबराया नहीं\nउस को हम क्या खो.एंगे जिस को कभी पाया नहीं",
    "तेरे पैमाने में गर्दिश नहीं बाक़ी साकी\nऔर तिरी बज़्म से अब कोई उठा चाहता है",
    "तेरे तोहफ़े तो सब अच्छे हैं मगर मौज-ए-बहार\nअब के मेरे लिए खुशबू-ए-हिना आई हो"
  ],
  "जौन एलिया": [
    "बहुत नज़दीक आती जा रही हो\nबिछड़ने का इरादा कर लिया क्या",
    "शाम ही से दुकान-ए-दिद है बंद\nनहीं नुक़सान तक दुकान में क्या",
    "यारो कुछ तो ज़िक्र करो तुम उस की क़यामत बनहों का\nवो जो सिमटते होंगे उन में वो तो मर जाते होंगे",
    "उमर गुज़रेगी इम्तहान में क्या\nदाग़ ही देंगे मुझ को दान में क्या",
    "मेरी हर बात बे-असर ही रही\nनुक़्स है कुछ मेरे बयान में क्या",
    "और तो क्या था बेचने के लिए\nअपनी आँखों के ख्वाब बेचे हैं",
    "वो मिले तो ये पूछना है मुझ से\nअब भी हूँ मैं तिरी अमान में क्या",
    "मैं भी बहुत अजीब हूँ इतना अजीब हूँ की बस\nखुद को तबाह कर लिया और मलाल भी नहीं",
    "क्या सितम है कि अब तिरी सूरत\nग़ौर करने पे याद आती है ",
    "किस लिए देखती हो आइना\nतुम तो खुद से भी खूबसूरत हो",
    "यूँ जो तकता है आसमान को तू\nकोई रहता है आसमान में क्या",
    "मुस्तक़िल बोलता ही रहता हूँ\nकितना ख़ामोश हूँ मैं अंदर से",
    "उस गली ने ये सुन के सब्र किया\nजाने वाले यहाँ के थे ही नहीं",
    "आज मुझ को बहुत बुरा कह कर\nआप ने नाम तो लिया मेरा",
    "जुर्म में हम कमी करें भी तो क्यों\nतुम सज़ा भी तो कम नहीं करते",
    "तुम्हारा हिज्र मना लूँ अगर इजाज़त हो\nमैं दिल किसी से लगा लूँ अगर इजाज़त हो",
    "बिन तुम्हारे कभी नहीं आई\nक्या मेरी नींद भी तुम्हारी है",
    "सोचता हूँ कि उस की याद आखिर\nअब किसे रात भर जगाती है",
    "ज़िन्दगी क्या है इक कहानी है\nये कहानी नहीं सुनानी है",
    "ज़िन्दगी एक फ़न है लम्हों को\nअपने अंदाज़ से गंवाने का",
    "अब मेरी कोई ज़िन्दगी ही नहीं\nअब भी तुम मेरी ज़िन्दगी हो क्या",
    "नया इक रिश्ता पैदा क्यों करें हम\nबिछड़ना है तो झगड़ा क्यों करें हम",
    "काम की बात मैंने की ही नहीं\nये मेरा तौर-ए-ज़िन्दगी ही नहीं",
    "शौक है इस दिल-ए-दरिंदा को\nआप के होंठ काट खाने का",
    "अपने सर इक बला तो लेनी थी\nमैं ने वो ज़ुल्फ़ अपने सर ली"
  ],
  "जावेद अख़्तर": [
    "गलत बातों को ख़ामोशी से सुनना हाँमी भर लेना\nबहुत हैं फ़ायदे इस में मगर अच्छा नहीं लगता",
    "जिधर जाते हैं सब जाना उधर अच्छा नहीं लगता\nमुझे पामाल रास्तों का सफ़र अच्छा नहीं लगता",
    "जिंदा रहने के ढंग कैसे हों\nहमारा लहजा मरा सा नहीं",
    "डर हम को भी लगता है रस्ते के सन्नाटे से\nलेकिन एक सफ़र पर ऐ दिल अब जाना तो होगा",
    "मुझे दुश्मन से भी ख़ुद्दारी की उम्मीद रहती है\nकिसी का भी हो सर क़दमों में सर अच्छा नहीं लगता",
    "तब हम दोनों वक़्त चुरा कर लाते थे\nअब मिलते हैं जब भी फ़ुर्सत होती है",
    "ऊँची इमारतों से मकाँ मेरा घिर गया\nकुछ लोग मेरे हिस्से का सूरज भी खा गए",
    "याद उसे भी एक अधूरा अफ़्साना तो होगा\nकल रस्ते में उस ने हम को पहचाना तो होगा",
    "अक़्ल ये कहती है दुनिया मिलती है बाज़ार में\nदिल मगर ये कहता है कुछ और बेहतर देखिए",
    "बहाना ढूँडते रहते हैं कोई रोने का\nहमें ये शौक़ है क्या आस्तीं भिगोने का"
  ]
}
